Repository: anitopi11x/addins-NWCBatchExport
Catalog: NWCBatchExporter/Resources/Resource.*.resx
Languages: fr

# FormBtn_Browse
source: Browse...
fr: Parcourir...

# FormBtn_CheckAll
source: Check All
fr: Cocher tout

# FormBtn_CheckNone
source: Check None
fr: Tout décocher

# FormBtn_Close
source: Close
fr: Fermer

# FormBtn_Default
source: Default
fr: Défaut

# FormBtn_Export
source: Export
fr: Exportation

# FormBtn_ExportOptions
source: Export Options
fr: Options d'exportation

# FormLbl_ConvertConstructionParts
source: Convert construction parts
fr: Convertir des pièces de construction

# FormLbl_ConvertElementIds
source: Convert element Ids
fr: Convertir les ID d'élément

# FormLbl_ConvertElementParameters
source: Convert element parameters
fr: Convertir les paramètres des éléments

# FormLbl_ConvertElementProperties
source: Convert element properties
fr: Convertir les propriétés des éléments

# FormLbl_ConvertLinkedFiles
source: Convert linked files
fr: Convertir les fichiers liés

# FormLbl_ConvertRoomAsAttribute
source: Convert room as attribute
fr: Convertir la pièce en attribut

# FormLbl_ConvertUrls
source: Convert URLs
fr: Convertir les URL

# FormLbl_Coordinates
source: Coordinates
fr: Coordonnés

# FormLbl_DivideFileIntoLeverls
source: Divide File into Levels
fr: Diviser le fichier en niveaux

# FormLbl_Export
source: Export
fr: Exportation

# FormLbl_ExportRoomGeometry
source: Export room geometry
fr: Exporter la géométrie de la pièce

# FormLbl_FolderPath
source: Folder Path :
fr: Chemin du dossier :

# FormLbl_TryAndFindMissingMaterials
source: Try and find missing materials
fr: Essayez de trouver les matériaux manquants

# FormLbl_Views
source: Views :
fr: Vues:

# FormLbl_ViewSelected
source: View(s) selected
fr: Vue(s) sélectionnée(s)

# FormLst_All
source: All
fr: Tout

# FormLst_Elements
source: Elements
fr: Éléments

# FormLst_Internal
source: Internal
fr: Interne

# FormLst_Model
source: Model
fr: Modèle

# FormLst_None
source: None
fr: Aucun

# FormLst_SelectedElements
source: SelectedElements
fr: Éléments sélectionnées

# FormLst_Shared
source: Shared
fr: Partagé

# FormLst_View
source: View
fr: Vue

# FormTitle_BrowseNavisworksOutputFiles
source: Browse Navisworks Output Files
fr: Parcourir les fichiers de sortie Navisworks

# FormTitle_ViewsExport
source: Views Export
fr: Exportation des vues

# MsgBoxInfo_ExportProcessCanceledByTheUser
source: Export process canceled by the user
fr: Processus d'exportation annulé par l'utilisateur

# MsgBoxInfo_NeedInstallAutodesk
source: You need to install the Autodesk Navisworks NWC export utility before using NWC Batch Export.\n\nClick YES if you want to be redirected to the Autodesk download page.
fr: Vous devez installer l'utilitaire d'exportation Autodesk Navisworks NWC avant d'utiliser l'exportation par lots NWC. /n/n Cliquez sur OUI si vous souhaitez être redirigé vers la page de téléchargement d'Autodesk.

# MsgBoxInfo_ProjectMustBeSaved
source: The project must be saved before using this tool.
fr: Le projet doit être enregistré avant d'utiliser cet outil.

# MsgBoxInfo_SelectPathFirst
source: Select path first.
fr: Sélectionnez d'abord le chemin.

# MsgBoxInfo_SucessfulFailed
source: Sucessful : {0} view(s), Failed : {1} view(s) - {2}
fr: Succès : {0} vue(s), Échec: {1} vue(s) - {2}

# MsgBoxInfo_SucessfulXFailed0
source: Sucessful : {0} view(s), Failed: 0 view
fr: Succès : {0} vue(s), Échec: 0 vue

# MsgBoxTitle_Error
source: Error
fr: Erreur

# MsgBoxTitle_ExportResults
source: Export results
fr: Exporter les résultats

# MsgBoxTitle_MissingUtility
source: Missing utility
fr: Utilitaire manquant

# MsgBoxTitle_ProjectNotSaved
source: Project not saved
fr: Projet non enregistré

# WindowsTitle_NavisworksOptions
source: Navisworks Options
fr: Options Navisworks
